{
  "english": {
    "Donate": "Donate Now",
    "Logo": "Pagume 5 charity organization",
    "Home": "Home",
    "About": "About",
    "Contact": "Contact Us",
    "Gallery": "Gallery",
    "Join": "Join Us",
    "Causes": "Our Causes",
    "Support": "It is enough to be a man to help a man!",
    "SupportP": "A Sanctuary of the Poor, the Sick, the Weak and the Friendless",
    "Story": "Our Story",
    "BelowM": "Our Home is",
    "Below": "dedicated to improving the lives of individuals facing various challenges such as the elderly, those with mental disabilities, physical impairments, visual impairments, and individuals who are bedridden. We strive to provide comprehensive support by offering basic services including food, clothing, shelter, hygiene facilities, medical care, education, and more to our residents living in our center. Our aim is to ensure that each resident has access to the resources they need to live a fulfilling and comfortable life.",
    "Love": "We Love Humanity",
    "LoveD": "Providing encouragement and rehabilitation to develop the physical and mental capacities of disabled individuals.",
    "Med": "Medical Service",
    "MedD": "Providing medical and health check services to promote wellbeing",
    "Explore": "Explore More",
    "Elders": "Elders",
    "Bed": "Bed Riders",
    "Mentally": "Mentally Disabled",
    "Physically": "Physically Imperilment",
    "Visually": "Visually Imperilment",
    "Total": "Total",
    "Needs": "Our Needs Are Not Only Limited To Your Financial Assistance. You Can Help By Volunteering Your Time, Your Labor And Your Ideas. By Leading Us To Any Homeless Person You See On The Street. Even By Hosting Your Next Event At The Center To Help Feed Our Residents Such As Birthdays, Christenings, Weddings, Nika, Melse, Graduations, Zeker, Sedeka, Death Anniversaries, And Coffee Ceremonies.",
    "Add": "Additionally, the center also requires donations of material needs such as",
    "Con": "Construction Tools",
    "ConD": "We require different types of construction materials for the new building which cost 1.2B Birr",
    "Awaqi": "Adult diapers",
    "AwaqiD": "We use adult diapers for bed riders and the mentally disabled across our all branches.",
    "Chair": "Wheel chairs and Durable Medical Equipment",
    "ChairD": "You can donate used and new medical equipment.",
    "Addis": "New and gently used clothing and shoes",
    "AddisD": " We would love to have to get your clothes donations always  ",
    "Eqa": "CONTACT US FOR ITEMS DONATION",
    "Discover": "Discover more",
    "Message": "Message from Our Visitors",
    "Follow": "Contact Us",
    "Cause": "Help Our Cause",
    "CauseD": "Each and every person, irrespective of age, education, qualification, present or past experience or location can have a meaningful role to play in supporting and improving the lives of elderly people and those with mental disabilities.",
    "Pagume": "Pagume Five (5) ",
    "PagumeOne": " charity organization is a charity organization established in accordance with the laws of Ethiopia, and the organization",
    "PagumeTwo": "was registered with the authority of EFDR Civil Society Organizations under Decree No. 1113/2011 under Record No.4434 on 2011 AD. The main objective of the organization is to focus on the needy and poor people who are on the streets vulnerable group, who have the energy to work and the mind to learn. It is a humanitarian organization that is moving from benefit to benefit. Meanwhile, it was recognized by the authority of civil society organizations from EFDR in the year 2011, but before the establishment of the organization, it was coordinated by Master Ermias Gesse since 1995E.c, coordinating sport member from children to adults, sportsmen’s families, and volunteers. It has a group of veteran volunteers.",
    "Title": "The organization mainly rents houses from the street",
    "Bullet": "Providing psychological training",
    "BulletOne": " Covering the necessary expenses until they are self-sufficient",
    "BulletTwo": " By making them learn and work",
    "BulletThree": " Facilitating access to medical services",
    "BulletFour": " Provide Clothing and Materials",
    "Para": "Those who want to return to their families from where they came from, covering their expenses, reconciling with their families and making them support themselves and their families by working while they are there. In addition to this, by restoring the family relationship that had been cut off, it is moving from one benefit to another by making the family ties continue.",
    "Change": "To make a change!",
    "CauseM":"Our cause is Empowering Lives, Rebuilding Futures Pagume Five (5) CharityOrganization is driven by a compelling cause — the empowerment of livesand the rebuilding of futures for those who find themselves in themargins of society. Our commitment to this cause is rooted in thefollowing key principles:",
    "Case":"Main Causes"
  },
  "amharic": {
    "Donate": "አሁን ለግሱ",
    "Logo": "ጳጉሜ 5 የበጎ አድራጎት ድርጅት",
    "Home": "ቤት",
    "About": "ስለ እኛ",
    "Contact": "መገናኘት",
    "Gallery": "የእኛ ጋለሪ",
    "Join": "ተቀላቀለን",
    "Causes": "የእኛ ምክንያቶች",
    "Support": "ሰውን ለመርዳት ሰው መሆን በቂ ነው!",
    "SupportP": "የድሆች፣ የታመሙ፣ የደካሞች እና ወዳጅ የሌላቸው ሰዎች መኖሪያ",
    "Story": "ታሪካችን",
    "BelowM": "ጳጉሜ 5 ቤታችን ነው።",
    "Below": "የተለያዩ ተግዳሮቶችን የሚያጋጥሟቸውን እንደ አረጋውያን፣ አእምሮአዊ እክል ያለባቸውን፣ የአካል ችግር ያለባቸውን፣ የማየት እክል ያለባቸውን እና የአልጋ ቁራኛ የሆኑ ግለሰቦችን ህይወት ለማሻሻል ቁርጠኛ ነው። በማዕከላችን ለሚኖሩ ነዋሪዎቻችን ምግብ፣ አልባሳት፣ መጠለያ፣ የንፅህና መጠበቂያ ተቋማት፣ ህክምና፣ ትምህርት እና ሌሎችንም በማቅረብ ሁሉን አቀፍ ድጋፍ ለማድረግ እንጥራለን። አላማችን እያንዳንዱ ነዋሪ የተሟላ እና ምቹ ህይወት ለመኖር የሚያስፈልጋቸውን ግብአቶች እንዲያገኝ ማድረግ ነው።",
    "Love": "ሰብአዊነትን እንወዳለን።",
    "LoveD": "የአካል ጉዳተኞችን አካላዊ እና አእምሮአዊ ችሎታዎች ለማዳበር ማበረታቻ እና ማገገሚያ መስጠት።",
    "Med": "የሕክምና አገልግሎት",
    "MedD": "ደህንነትን ለማሳደግ የህክምና እና የጤና ምርመራ አገልግሎቶችን መስጠት",
    "Explore": "የበለጠ ያስሱ",
    "Elders": "ሽማግሌዎች",
    "Bed": "የአልጋ አሽከርካሪዎች",
    "Mentally": "የአዕምሮ ጉድለት",
    "Physically": "አካላዊ እክል",
    "Visually": "የእይታ እክል",
    "Total": "ጠቅላላ",
    "Needs": "የእኛ ፍላጎቶች በእርስዎ የገንዘብ ድጋፍ ላይ ብቻ የተገደቡ አይደሉም። ጊዜህን፣ ጉልበትህን እና ሃሳብህን በፈቃደኝነት በማገልገል መርዳት ትችላለህ። በመንገድ ላይ ወደሚያዩት ማንኛውም ቤት አልባ ሰው በመምራት። ሌላው ቀርቶ ነዋሪዎቻችንን እንደ ልደት፣ ክርስቲንቲንግ፣ ሰርግ፣ ኒካ፣ መልሴ፣ ምርቃት፣ ዘክር፣ ሰደቃ፣ የሞት መታሰቢያ እና የቡና ስነስርአትን ለመመገብ የሚቀጥለውን ዝግጅት በማዕከሉ በማዘጋጀት ጭምር።",
    "Add": "በተጨማሪም ማዕከሉ እንደ ቁሳዊ ፍላጎቶች ልገሳ ያስፈልገዋል",
    "Con": "የግንባታ መሳሪያዎች",
    "ConD": "ለአዲሱ ሕንፃ 1.2B ብር የፈጀውን የተለያዩ የግንባታ ዕቃዎችን እንፈልጋለን",
    "Awaqi": "የአዋቂዎች ዳይፐር",
    "AwaqiD": "በሁሉም ቅርንጫፎቻችን ውስጥ የአዋቂዎች ዳይፐር ለአልጋ አሽከርካሪዎች እና የአእምሮ ጉዳተኞች እንጠቀማለን።",
    "Chair": "የጎማ ወንበሮች እና ዘላቂ የሕክምና መሣሪያዎች",
    "ChairD": "ያገለገሉ እና አዲስ የህክምና መሳሪያዎችን መለገስ ይችላሉ።",
    "Addis": "አዲስ እና በቀስታ ያገለገሉ ልብሶች እና ጫማዎች",
    "AddisD": "ሁልጊዜ የልብስ መዋጮ ብንሰጥ ደስ ይለናል። ",
    "Eqa": "ለዕቃዎች ልገሳ ያነጋግሩን።",
    "Discover": "የበለጠ አግኝ",
    "Message": "የጎብኚዎቻችን መልእክት",
    "Follow": "በእኛ ማህበራዊ ሚዲያ ላይ ይከተሉን",
    "Cause": "ጉዳያችንን እርዱ",
    "CauseD": "እያንዳንዱ ሰው፣ ዕድሜ፣ ትምህርት፣ ብቃት፣ የአሁን ወይም ያለፈ ልምድ ወይም ቦታ ምንም ይሁን ምን የአረጋውያንን እና የአእምሮ እክል ያለባቸውን ህይወት በመደገፍ እና በማሻሻል ረገድ ትርጉም ያለው ሚና ሊኖረው ይችላል።",
    "Pagume": "ጳጉሜን አምስት (፭)",
    "PagumeOne": "ግብረሰናይ ድርጅት በኢትዮጵያ ህጎች መሰረት የተቋቋመ ግብረ ሰናይ ድርጅት ሲሆን ድርጅቱም ጳጉሜን አምስት ቀን 2011 ዓ/ም ከኢ.ፌ.ድ.ሪ ሲቪል ማህበረሰብ ድርጅቶች ባለስልጣን በአዋጅ ቁጥር 1113/2011 በመዝገብ ቁጥር 4434 ተመዝግቦ ህጋዊ ሰውነትን አግኝቷል፡፡ ድርጅቱ በዋናነት አላማውን ጎዳና ላይ ያሉ ችግረኛ እና ምስኪን ወገኖቻችን ላይ ትኩረት በማድረግ መስራት የሚችል ጉልበት፤መማር የሚችል አእምሮ ይዘው በማምረቻ ዘመናቸው በተለዩ ምክንያት ወደጎዳና በመውጣት ለተለያዩ አደንዛዥ ዕፅ እና ሱስ ተጋልጠው ለመንግስትም ሆነ ለህብረተሰቡ ትልቅ ተግዳሮት የሆኑትን ከጎዳና ላይ በማንሳት እራሳቸውን እስኪችሉ አስፈላጊ የሚባለውን ስልጠና እና ድጋፍ በመስት ከተረጂነት ወደረጂነት እያሸጋገረ የሚገኝ ግብረሰናይ ድርጅት ነው፡፡",
    "PagumeTwo": "  ይህ በእንዲህ እንዳለ ከኢ.ፌ.ድ.ሪ ከሲቪል ማህበረሰብ ድርጅቶች ባለስልጣን እውቅና ያገኘው በ2011 ዓ.ም አመት ቢሆንም ድርጅቱ ከመመስረቱ በፊት በማስተር ኤርሚያስ ገሰሰ አስተባባሪነት ከ1995 ዓ.ም ጀምሮ ከህፃናት እስከ አዋቂ የሚሰሩ እስፖርተኞችን፣የእስፖርተኛ ቤተሰቦችን፣እና በጎ ፍቃደኞችን በማስተባበር ይህንኑ ተግባር ሲያከናውን የነበረ አንጋፋ የበጎ ፍቃደኛ አባላት ስብስብ ያለበት ነው፡፡",
    "Title": " ድርጅቱም በዋናነት ከጎዳና ላይ አንስቶ ቤት ተከራይቶ በማኖር",
    "Bullet": "    የስነልቦና ስልጠና በመስጠት",
    "BulletOne": " እራሳቸውን እስኪችሉ አስፈላጊውን ወጪ በመሸፈን",
    "BulletTwo": " ትምህርት እንዲማሩ በማድረግ",
    "BulletThree": "ስራ እንዲሰሩ በማድረግ",
    "BulletFour": " የህክምና አገልግሎት እንዲያገኙ በማመቻቸት",
    "BulletFive": " የአልባሳት እና ቁሳቁስ ድጋፍ በማድረግ ከመጡበት ወደቤተሰቦቻቸው መመለስ የሚፈልጉትን ወጫቸውን በመሸፈን ከቤተሰቦቻቸው ጋር በማስታረቅ ሽኝት ማድረግ እና ባሉበት ሆነው ስራ እየሰሩ እራሳቸውን እና ቤተሰቦቻቸውን እንዲረዱ በማድረግ፡፡ ከዚህ በተጨማሪም ተቋርጦ የነበረውን የቤተሰብ  ግንኙነት በመመለስ ቤተሰባዊ ትስስር እንዲቀጥል በማድረግ ከተረጂነት ወደረጂነት እያሸጋገረ ይገኛል፡፡",
    "Para": "   ይህ አገር በቀል ድርጅት ወደፊትም ይህንኑ ስራውን ይበልጥ አጠናክሮ በመቀጠል ጎደና ላይ ያሉ መሰል ችግረኛ እና ምስኪን ወገኖቻችንን ከጎዳና ለማንሳት አቅዷል፡፡ ይህንን አገልግሎትም በመላው ሃገሪቱ እንዲስፋፋ እና ሁሉም ማህበረሰብ እርስ በእር በመረዳዳት ወይም እጅ ለእጅ በመየያዝ እና በመደጋገፍ የራሳችንን ችግር እራሳችን እንድንፈታ በማለት በስፋት እየተንቀሳቀሰ ይገኛል ፡፡",
    "ParaOne": "   ይህ አገር በቀል ድርጅት ወደፊትም ይህንኑ ስራውን ይበልጥ አጠናክሮ በመቀጠል ጎደና ላይ ያሉ መሰል ችግረኛ እና ምስኪን ወገኖቻችንን ከጎዳና ለማንሳት አቅዷል፡፡ ይህንን አገልግሎትም በመላው ሃገሪቱ እንዲስፋፋ እና ሁሉም ማህበረሰብ እርስ በእር በመረዳዳት ወይም እጅ ለእጅ በመየያዝ እና በመደጋገፍ የራሳችንን ችግር እራሳችን እንድንፈታ በማለት በስፋት እየተንቀሳቀሰ ይገኛል ፡፡",
    "Change": "ለውጥ ለማድረግ!",
    "CauseM":"ምክንያታችን ህይወትን ማጎልበት፣ የወደፊት ህይወትን መልሶ መገንባት ጳጉሜ አምስት (5) የበጎ አድራጎት ድርጅት ነው።አደረጃጀት የሚመራው በአሳማኝ ምክንያት ነው - ህይወትን ማጎልበትእና በ ውስጥ እራሳቸውን ለሚያገኙ የወደፊቱን እንደገና መገንባትየህብረተሰብ ጠርዞች. ለዚህ አላማ ያለን ቁርጠኝነት የተመሰረተው በየሚከተሉት ዋና ዋና መርሆዎች:",
    "Case":"ዋና ምክንያቶች"
  }
}
